acpi
adobe-source-han-sans-jp-fonts
alsa-utils
asciidoc
autoconf
automake
base
binutils
bison
dialog
dmenu
efibootmgr
fakeroot
feh
file
findutils
firefox
flex
gawk
gcc
gettext
git
go
grep
groff
grub
gzip
i3-gaps
i3blocks
i3status
imagemagick
libconfig
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
m4
make
man-db
materia-gtk-theme
neofetch
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
npm
pacman
papirus-icon-theme
patch
pkgconf
powerline-fonts
python
python-pip
python-pyalsa
python-pywal
ranger
rofi
rxvt-unicode
sed
sudo
texinfo
thunar
unzip
vim
vulkan-intel
which
wpa_supplicant
xf86-video-intel
xorg-server
xorg-xinit
xorg-xprop
